[
   {
      "name": "3/4 Sit-Up",
      "force": "pull",
      "level": "beginner",
      "mechanic": "compound",
      "equipment": "body only",
      "primaryMuscles": [
         "abdominals"
      ],
      "secondaryMuscles": [],
      "instructions": [
         "Lie down on the floor and secure your feet. Your legs should be bent at the knees.",
         "Place your hands behind or to the side of your head. You will begin with your back on the ground. This will be your starting position.",
         "Flex your hips and spine to raise your torso toward your knees.",
         "At the top of the contraction your torso should be perpendicular to the ground. Reverse the motion, going only Â¾ of the way down.",
         "Repeat for the recommended amount of repetitions."
      ],
      "category": "strength",
      "images": [
         "3_4_Sit-Up/0.jpg",
         "3_4_Sit-Up/1.jpg"
      ],
      "id": "3_4_Sit-Up"
   },
   {
      "name": "90/90 Hamstring",
      "force": "push",
      "level": "beginner",
      "mechanic": null,
      "equipment": "body only",
      "primaryMuscles": [
         "hamstrings"
      ],
      "secondaryMuscles": [
         "calves"
      ],
      "instructions": [
         "Lie on your back, with one leg extended straight out.",
         "With the other leg, bend the hip and knee to 90 degrees. You may brace your leg with your hands if necessary. This will be your starting position.",
         "Extend your leg straight into the air, pausing briefly at the top. Return the leg to the starting position.",
         "Repeat for 10-20 repetitions, and then switch to the other leg."
      ],
      "category": "stretching",
      "images": [
         "90_90_Hamstring/0.jpg",
         "90_90_Hamstring/1.jpg"
      ],
      "id": "90_90_Hamstring"
   },
   {
      "name": "Ab Crunch Machine",
      "force": "pull",
      "level": "intermediate",
      "mechanic": "isolation",
      "equipment": "machine",
      "primaryMuscles": [
         "abdominals"
      ],
      "secondaryMuscles": [],
      "instructions": [
         "Select a light resistance and sit down on the ab machine placing your feet under the pads provided and grabbing the top handles. Your arms should be bent at a 90 degree angle as you rest the triceps on the pads provided. This will be your starting position.",
         "At the same time, begin to lift the legs up as you crunch your upper torso. Breathe out as you perform this movement. Tip: Be sure to use a slow and controlled motion. Concentrate on using your abs to move the weight while relaxing your legs and feet.",
         "After a second pause, slowly return to the starting position as you breathe in.",
         "Repeat the movement for the prescribed amount of repetitions."
      ],
      "category": "strength",
      "images": [
         "Ab_Crunch_Machine/0.jpg",
         "Ab_Crunch_Machine/1.jpg"
      ],
      "id": "Ab_Crunch_Machine"
   },
   {
      "name": "Ab Roller",
      "force": "pull",
      "level": "intermediate",
      "mechanic": "compound",
      "equipment": "other",
      "primaryMuscles": [
         "abdominals"
      ],
      "secondaryMuscles": [
         "shoulders"
      ],
      "instructions": [
         "Hold the Ab Roller with both hands and kneel on the floor.",
         "Now place the ab roller on the floor in front of you so that you are on all your hands and knees (as in a kneeling push up position). This will be your starting position.",
         "Slowly roll the ab roller straight forward, stretching your body into a straight position. Tip: Go down as far as you can without touching the floor with your body. Breathe in during this portion of the movement.",
         "After a pause at the stretched position, start pulling yourself back to the starting position as you breathe out. Tip: Go slowly and keep your abs tight at all times."
      ],
      "category": "strength",
      "images": [
         "Ab_Roller/0.jpg",
         "Ab_Roller/1.jpg"
      ],
      "id": "Ab_Roller"
   },
   {
      "name": "Adductor",
      "force": "static",
      "level": "intermediate",
      "mechanic": "isolation",
      "equipment": "foam roll",
      "primaryMuscles": [
         "adductors"
      ],
      "secondaryMuscles": [],
      "instructions": [
         "Lie face down with one leg on a foam roll.",
         "Rotate the leg so that the foam roll contacts against your inner thigh. Shift as much weight onto the foam roll as can be tolerated.",
         "While trying to relax the muscles if the inner thigh, roll over the foam between your hip and knee, holding points of tension for 10-30 seconds. Repeat with the other leg."
      ],
      "category": "stretching",
      "images": [
         "Adductor/0.jpg",
         "Adductor/1.jpg"
      ],
      "id": "Adductor"
   },
   {
      "name": "Adductor/Groin",
      "force": "static",
      "level": "intermediate",
      "mechanic": null,
      "equipment": null,
      "primaryMuscles": [
         "adductors"
      ],
      "secondaryMuscles": [],
      "instructions": [
         "Lie on your back with your feet raised towards the ceiling.",
         "Have your partner hold your feet or ankles. Abduct your legs as far as you can. This will be your starting position.",
         "Attempt to squeeze your legs together for 10 or more seconds, while your partner prevents you from doing so.",
         "Now, relax the muscles in your legs as your partner pushes your feet apart, stretching as far as is comfortable for you. Be sure to let your partner know when the stretch is adequate to prevent overstretching or injury."
      ],
      "category": "stretching",
      "images": [
         "Adductor_Groin/0.jpg",
         "Adductor_Groin/1.jpg"
      ],
      "id": "Adductor_Groin"
   },
   {
      "name": "Advanced Kettlebell Windmill",
      "force": "push",
      "level": "intermediate",
      "mechanic": "isolation",
      "equipment": "kettlebells",
      "primaryMuscles": [
         "abdominals"
      ],
      "secondaryMuscles": [
         "glutes",
         "hamstrings",
         "shoulders"
      ],
      "instructions": [
         "Clean and press a kettlebell overhead with one arm.",
         "Keeping the kettlebell locked out at all times, push your butt out in the direction of the locked out kettlebell. Keep the non-working arm behind your back and turn your feet out at a forty-five degree angle from the arm with the kettlebell.",
         "Lower yourself as far as possible.",
         "Pause for a second and reverse the motion back to the starting position."
      ],
      "category": "strength",
      "images": [
         "Advanced_Kettlebell_Windmill/0.jpg",
         "Advanced_Kettlebell_Windmill/1.jpg"
      ],
      "id": "Advanced_Kettlebell_Windmill"
   },
   {
      "name": "Air Bike",
      "force": "pull",
      "level": "beginner",
      "mechanic": "compound",
      "equipment": "body only",
      "primaryMuscles": [
         "abdominals"
      ],
      "secondaryMuscles": [],
      "instructions": [
         "Lie flat on the floor with your lower back pressed to the ground. For this exercise, you will need to put your hands beside your head. Be careful however to not strain with the neck as you perform it. Now lift your shoulders into the crunch position.",
         "Bring knees up to where they are perpendicular to the floor, with your lower legs parallel to the floor. This will be your starting position.",
         "Now simultaneously, slowly go through a cycle pedal motion kicking forward with the right leg and bringing in the knee of the left leg. Bring your right elbow close to your left knee by crunching to the side, as you breathe out.",
         "Go back to the initial position as you breathe in.",
         "Crunch to the opposite side as you cycle your legs and bring closer your left elbow to your right knee and exhale.",
         "Continue alternating in this manner until all of the recommended repetitions for each side have been completed."
      ],
      "category": "strength",
      "images": [
         "Air_Bike/0.jpg",
         "Air_Bike/1.jpg"
      ],
      "id": "Air_Bike"
   },
   {
      "name": "All Fours Quad Stretch",
      "force": "static",
      "level": "intermediate",
      "mechanic": null,
      "equipment": "body only",
      "primaryMuscles": [
         "quadriceps"
      ],
      "secondaryMuscles": [
         "quadriceps"
      ],
      "instructions": [
         "Start off on your hands and knees, then lift your leg off the floor and hold the foot with your hand.",
         "Use your hand to hold the foot or ankle, keeping the knee fully flexed, stretching the quadriceps and hip flexors.",
         "Focus on extending your hips, thrusting them towards the floor. Hold for 10-20 seconds and then switch sides."
      ],
      "category": "stretching",
      "images": [
         "All_Fours_Quad_Stretch/0.jpg",
         "All_Fours_Quad_Stretch/1.jpg"
      ],
      "id": "All_Fours_Quad_Stretch"
   },
   {
      "name": "Alternate Hammer Curl",
      "force": "pull",
      "level": "beginner",
      "mechanic": "isolation",
      "equipment": "dumbbell",
      "primaryMuscles": [
         "biceps"
      ],
      "secondaryMuscles": [
         "forearms"
      ],
      "instructions": [
         "Stand up with your torso upright and a dumbbell in each hand being held at arms length. The elbows should be close to the torso.",
         "The palms of the hands should be facing your torso. This will be your starting position.",
         "While holding the upper arm stationary, curl the right weight forward while contracting the biceps as you breathe out. Continue the movement until your biceps is fully contracted and the dumbbells are at shoulder level. Hold the contracted position for a second as you squeeze the biceps. Tip: Only the forearms should move.",
         "Slowly begin to bring the dumbbells back to starting position as your breathe in.",
         "Repeat the movement with the left hand. This equals one repetition.",
         "Continue alternating in this manner for the recommended amount of repetitions."
      ],
      "category": "strength",
      "images": [
         "Alternate_Hammer_Curl/0.jpg",
         "Alternate_Hammer_Curl/1.jpg"
      ],
      "id": "Alternate_Hammer_Curl"
   },
   {
      "name": "Alternate Heel Touchers",
      "force": "pull",
      "level": "beginner",
      "mechanic": "isolation",
      "equipment": "body only",
      "primaryMuscles": [
         "abdominals"
      ],
      "secondaryMuscles": [],
      "instructions": [
         "Lie on the floor with the knees bent and the feet on the floor around 18-24 inches apart. Your arms should be extended by your side. This will be your starting position.",
         "Crunch over your torso forward and up about 3-4 inches to the right side and touch your right heel as you hold the contraction for a second. Exhale while performing this movement.",
         "Now go back slowly to the starting position as you inhale.",
         "Now crunch over your torso forward and up around 3-4 inches to the left side and touch your left heel as you hold the contraction for a second. Exhale while performing this movement and then go back to the starting position as you inhale. Now that both heels have been touched, that is considered 1 repetition.",
         "Continue alternating sides in this manner until all prescribed repetitions are done."
      ],
      "category": "strength",
      "images": [
         "Alternate_Heel_Touchers/0.jpg",
         "Alternate_Heel_Touchers/1.jpg"
      ],
      "id": "Alternate_Heel_Touchers"
   },
   {
      "name": "Alternate Incline Dumbbell Curl",
      "force": "pull",
      "level": "beginner",
      "mechanic": "isolation",
      "equipment": "dumbbell",
      "primaryMuscles": [
         "biceps"
      ],
      "secondaryMuscles": [
         "forearms"
      ],
      "instructions": [
         "Sit down on an incline bench with a dumbbell in each hand being held at arms length. Tip: Keep the elbows close to the torso.This will be your starting position.",
         "While holding the upper arm stationary, curl the right weight forward while contracting the biceps as you breathe out. As you do so, rotate the hand so that the palm is facing up. Continue the movement until your biceps is fully contracted and the dumbbells are at shoulder level. Hold the contracted position for a second as you squeeze the biceps. Tip: Only the forearms should move.",
         "Slowly begin to bring the dumbbell back to starting position as your breathe in.",
         "Repeat the movement with the left hand. This equals one repetition.",
         "Continue alternating in this manner for the recommended amount of repetitions."
      ],
      "category": "strength",
      "images": [
         "Alternate_Incline_Dumbbell_Curl/0.jpg",
         "Alternate_Incline_Dumbbell_Curl/1.jpg"
      ],
      "id": "Alternate_Incline_Dumbbell_Curl"
   },
   {
      "name": "Alternate Leg Diagonal Bound",
      "force": "push",
      "level": "beginner",
      "mechanic": "compound",
      "equipment": null,
      "primaryMuscles": [
         "quadriceps"
      ],
      "secondaryMuscles": [
         "abductors",
         "adductors",
         "calves",
         "glutes",
         "hamstrings"
      ],
      "instructions": [
         "Assume a comfortable stance with one foot slightly in front of the other.",
         "Begin by pushing off with the front leg, driving the opposite knee forward and as high as possible before landing. Attempt to cover as much distance to each side with each bound.",
         "It may help to use a line on the ground to guage distance from side to side.",
         "Repeat the sequence with the other leg."
      ],
      "category": "plyometrics",
      "images": [
         "Alternate_Leg_Diagonal_Bound/0.jpg",
         "Alternate_Leg_Diagonal_Bound/1.jpg"
      ],
      "id": "Alternate_Leg_Diagonal_Bound"
   },
   {
      "name": "Alternating Cable Shoulder Press",
      "force": "push",
      "level": "beginner",
      "mechanic": "compound",
      "equipment": "cable",
      "primaryMuscles": [
         "shoulders"
      ],
      "secondaryMuscles": [
         "triceps"
      ],
      "instructions": [
         "Move the cables to the bottom of the tower and select an appropriate weight.",
         "Grasp the cables and hold them at shoulder height, palms facing forward. This will be your starting position.",
         "Keeping your head and chest up, extend through the elbow to press one side directly over head.",
         "After pausing at the top, return to the starting position and repeat on the opposite side."
      ],
      "category": "strength",
      "images": [
         "Alternating_Cable_Shoulder_Press/0.jpg",
         "Alternating_Cable_Shoulder_Press/1.jpg"
      ],
      "id": "Alternating_Cable_Shoulder_Press"
   },
   {
      "name": "Alternating Deltoid Raise",
      "force": "push",
      "level": "beginner",
      "mechanic": "isolation",
      "equipment": "dumbbell",
      "primaryMuscles": [
         "shoulders"
      ],
      "secondaryMuscles": [],
      "instructions": [
         "In a standing position, hold a pair of dumbbells at your side.",
         "Keeping your elbows slightly bent, raise the weights directly in front of you to shoulder height, avoiding any swinging or cheating.",
         "Return the weights to your side.",
         "On the next repetition, raise the weights laterally, raising them out to your side to about shoulder height.",
         "Return the weights to the starting position and continue alternating to the front and side."
      ],
      "category": "strength",
      "images": [
         "Alternating_Deltoid_Raise/0.jpg",
         "Alternating_Deltoid_Raise/1.jpg"
      ],
      "id": "Alternating_Deltoid_Raise"
   },
   {
      "name": "Alternating Floor Press",
      "force": "push",
      "level": "beginner",
      "mechanic": "compound",
      "equipment": "kettlebells",
      "primaryMuscles": [
         "chest"
      ],
      "secondaryMuscles": [
         "abdominals",
         "shoulders",
         "triceps"
      ],
      "instructions": [
         "Lie on the floor with two kettlebells next to your shoulders.",
         "Position one in place on your chest and then the other, gripping the kettlebells on the handle with the palms facing forward.",
         "Extend both arms, so that the kettlebells are being held above your chest. Lower one kettlebell, bringing it to your chest and turn the wrist in the direction of the locked out kettlebell.",
         "Raise the kettlebell and repeat on the opposite side."
      ],
      "category": "strength",
      "images": [
         "Alternating_Floor_Press/0.jpg",
         "Alternating_Floor_Press/1.jpg"
      ],
      "id": "Alternating_Floor_Press"
   },
   {
      "name": "Alternating Hang Clean",
      "force": "pull",
      "level": "intermediate",
      "mechanic": "compound",
      "equipment": "kettlebells",
      "primaryMuscles": [
         "hamstrings"
      ],
      "secondaryMuscles": [
         "biceps",
         "calves",
         "forearms",
         "glutes",
         "lower back",
         "traps"
      ],
      "instructions": [
         "Place two kettlebells between your feet. To get in the starting position, push your butt back and look straight ahead.",
         "Clean one kettlebell to your shoulder and hold on to the other kettlebell in a hanging position. Clean the kettlebell to your shoulder by extending through the legs and hips as you pull the kettlebell towards your shoulders. Rotate your wrist as you do so.",
         "Lower the cleaned kettlebell to a hanging position and clean the alternate kettlebell. Repeat."
      ],
      "category": "strength",
      "images": [
         "Alternating_Hang_Clean/0.jpg",
         "Alternating_Hang_Clean/1.jpg"
      ],
      "id": "Alternating_Hang_Clean"
   },
   {
      "name": "Alternating Kettlebell Press",
      "force": "push",
      "level": "intermediate",
      "mechanic": "compound",
      "equipment": "kettlebells",
      "primaryMuscles": [
         "shoulders"
      ],
      "secondaryMuscles": [
         "triceps"
      ],
      "instructions": [
         "Clean two kettlebells to your shoulders. Clean the kettlebells to your shoulders by extending through the legs and hips as you pull the kettlebells towards your shoulders. Rotate your wrists as you do so.",
         "Press one directly overhead by extending through the elbow, turning it so the palm faces forward while holding the other kettlebell stationary .",
         "Lower the pressed kettlebell to the starting position and immediately press with your other arm."
      ],
      "category": "strength",
      "images": [
         "Alternating_Kettlebell_Press/0.jpg",
         "Alternating_Kettlebell_Press/1.jpg"
      ],
      "id": "Alternating_Kettlebell_Press"
   },
   {
      "name": "Alternating Kettlebell Row",
      "force": "pull",
      "level": "intermediate",
      "mechanic": "isolation",
      "equipment": "kettlebells",
      "primaryMuscles": [
         "middle back"
      ],
      "secondaryMuscles": [
         "biceps",
         "lats"
      ],
      "instructions": [
         "Place two kettlebells in front of your feet. Bend your knees slightly and push your butt out as much as possible. As you bend over to get into the starting position grab both kettlebells by the handles.",
         "Pull one kettlebell off of the floor while holding on to the other kettlebell. Retract the shoulder blade of the working side, as you flex the elbow, drawing the kettlebell towards your stomach or rib cage.",
         "Lower the kettlebell in the working arm and repeat with your other arm."
      ],
      "category": "strength",
      "images": [
         "Alternating_Kettlebell_Row/0.jpg",
         "Alternating_Kettlebell_Row/1.jpg"
      ],
      "id": "Alternating_Kettlebell_Row"
   },
   {
      "name": "Alternating Renegade Row",
      "force": "pull",
      "level": "expert",
      "mechanic": "compound",
      "equipment": "kettlebells",
      "primaryMuscles": [
         "middle back"
      ],
      "secondaryMuscles": [
         "abdominals",
         "biceps",
         "chest",
         "lats",
         "triceps"
      ],
      "instructions": [
         "Place two kettlebells on the floor about shoulder width apart. Position yourself on your toes and your hands as though you were doing a pushup, with the body straight and extended. Use the handles of the kettlebells to support your upper body. You may need to position your feet wide for support.",
         "Push one kettlebell into the floor and row the other kettlebell, retracting the shoulder blade of the working side as you flex the elbow, pulling it to your side.",
         "Then lower the kettlebell to the floor and begin the kettlebell in the opposite hand. Repeat for several reps."
      ],
      "category": "strength",
      "images": [
         "Alternating_Renegade_Row/0.jpg",
         "Alternating_Renegade_Row/1.jpg"
      ],
      "id": "Alternating_Renegade_Row"
   },
   {
      "name": "Ankle Circles",
      "force": "pull",
      "level": "beginner",
      "mechanic": "isolation",
      "equipment": null,
      "primaryMuscles": [
         "calves"
      ],
      "secondaryMuscles": [],
      "instructions": [
         "Use a sturdy object like a squat rack to hold yourself.",
         "Lift the right leg in the air (just around 2 inches from the floor) and perform a circular motion with the big toe. Pretend that you are drawing a big circle with it. Tip: One circle equals 1 repetition. Breathe normally as you perform the movement.",
         "When you are done with the right foot, then repeat with the left leg."
      ],
      "category": "stretching",
      "images": [
         "Ankle_Circles/0.jpg",
         "Ankle_Circles/1.jpg"
      ],
      "id": "Ankle_Circles"
   },
   {
      "name": "Ankle On The Knee",
      "force": "static",
      "level": "beginner",
      "mechanic": null,
      "equipment": null,
      "primaryMuscles": [
         "glutes"
      ],
      "secondaryMuscles": [],
      "instructions": [
         "From a lying position, bend your knees and keep your feet on the floor.",
         "Place your ankle of one foot on your opposite knee.",
         "Grasp the thigh or knee of the bottom leg and pull both of your legs into the chest. Relax your neck and shoulders. Hold for 10-20 seconds and then switch sides."
      ],
      "category": "stretching",
      "images": [
         "Ankle_On_The_Knee/0.jpg",
         "Ankle_On_The_Knee/1.jpg"
      ],
      "id": "Ankle_On_The_Knee"
   },
   {
      "name": "Anterior Tibialis-SMR",
      "force": "static",
      "level": "intermediate",
      "mechanic": null,
      "equipment": "other",
      "primaryMuscles": [
         "calves"
      ],
      "secondaryMuscles": [],
      "instructions": [
         "Begin seated on the ground with your legs bent and your feet on the floor.",
         "Using a Muscle Roller or a rolling pin, apply pressure to the muscles on the outside of your shins. Work from just below the knee to above the ankle, pausing at points of tension for 10-30 seconds. Repeat on the other leg."
      ],
      "category": "stretching",
      "images": [
         "Anterior_Tibialis-SMR/0.jpg",
         "Anterior_Tibialis-SMR/1.jpg"
      ],
      "id": "Anterior_Tibialis-SMR"
   },
   {
      "name": "Anti-Gravity Press",
      "force": "push",
      "level": "beginner",
      "mechanic": "compound",
      "equipment": "barbell",
      "primaryMuscles": [
         "shoulders"
      ],
      "secondaryMuscles": [
         "middle back",
         "traps",
         "triceps"
      ],
      "instructions": [
         "Place a bar on the ground behind the head of an incline bench.",
         "Lay on the bench face down. With a pronated grip, pick the barbell up from the floor. Flex the elbows, performing a reverse curl to bring the bar near your chest. This will be your starting position.",
         "To begin, press the barbell out in front of your head by extending your elbows. Keep your arms parallel to the ground throughout the movement.",
         "Return to the starting position and repeat to complete the set."
      ],
      "category": "strength",
      "images": [
         "Anti-Gravity_Press/0.jpg",
         "Anti-Gravity_Press/1.jpg"
      ],
      "id": "Anti-Gravity_Press"
   },
   {
      "name": "Arm Circles",
      "force": "push",
      "level": "beginner",
      "mechanic": "isolation",
      "equipment": null,
      "primaryMuscles": [
         "shoulders"
      ],
      "secondaryMuscles": [
         "traps"
      ],
      "instructions": [
         "Stand up and extend your arms straight out by the sides. The arms should be parallel to the floor and perpendicular (90-degree angle) to your torso. This will be your starting position.",
         "Slowly start to make circles of about 1 foot in diameter with each outstretched arm. Breathe normally as you perform the movement.",
         "Continue the circular motion of the outstretched arms for about ten seconds. Then reverse the movement, going the opposite direction."
      ],
      "category": "stretching",
      "images": [
         "Arm_Circles/0.jpg",
         "Arm_Circles/1.jpg"
      ],
      "id": "Arm_Circles"
   },
   {
      "name": "Arnold Dumbbell Press",
      "force": "push",
      "level": "intermediate",
      "mechanic": "compound",
      "equipment": "dumbbell",
      "primaryMuscles": [
         "shoulders"
      ],
      "secondaryMuscles": [
         "triceps"
      ],
      "instructions": [
         "Sit on an exercise bench with back support and hold two dumbbells in front of you at about upper chest level with your palms facing your body and your elbows bent. Tip: Your arms should be next to your torso. The starting position should look like the contracted portion of a dumbbell curl.",
         "Now to perform the movement, raise the dumbbells as you rotate the palms of your hands until they are facing forward.",
         "Continue lifting the dumbbells until your arms are extended above you in straight arm position. Breathe out as you perform this portion of the movement.",
         "After a second pause at the top, begin to lower the dumbbells to the original position by rotating the palms of your hands towards you. Tip: The left arm will be rotated in a counter clockwise manner while the right one will be rotated clockwise. Breathe in as you perform this portion of the movement.",
         "Repeat for the recommended amount of repetitions."
      ],
      "category": "strength",
      "images": [
         "Arnold_Dumbbell_Press/0.jpg",
         "Arnold_Dumbbell_Press/1.jpg"
      ],
      "id": "Arnold_Dumbbell_Press"
   },
   {
      "name": "Around The Worlds",
      "force": "push",
      "level": "intermediate",
      "mechanic": "compound",
      "equipment": "dumbbell",
      "primaryMuscles": [
         "chest"
      ],
      "secondaryMuscles": [
         "shoulders"
      ],
      "instructions": [
         "Lay down on a flat bench holding a dumbbell in each hand with the palms of the hands facing towards the ceiling. Tip: Your arms should be parallel to the floor and next to your thighs. To avoid injury, make sure that you keep your elbows slightly bent. This will be your starting position.",
         "Now move the dumbbells by creating a semi-circle as you displace them from the initial position to over the head. All of the movement should happen with the arms parallel to the floor at all times. Breathe in as you perform this portion of the movement.",
         "Reverse the movement to return the weight to the starting position as you exhale."
      ],
      "category": "strength",
      "images": [
         "Around_The_Worlds/0.jpg",
         "Around_The_Worlds/1.jpg"
      ],
      "id": "Around_The_Worlds"
   },
   {
      "name": "Atlas Stone Trainer",
      "force": "pull",
      "level": "intermediate",
      "mechanic": "compound",
      "equipment": "other",
      "primaryMuscles": [
         "lower back"
      ],
      "secondaryMuscles": [
         "biceps",
         "forearms",
         "glutes",
         "hamstrings",
         "quadriceps"
      ],
      "instructions": [
         "This trainer is effective for developing Atlas Stone strength for those who don't have access to stones, and are typically made from bar ends or heavy pipe.",
         "Begin by loading the desired weight onto the bar. Straddle the weight, wrapping your arms around the implement, bending at the hips.",
         "Begin by pulling the weight up past the knees, extending through the hips. As the weight clears the knees, it can be lapped by resting it on your thighs and sitting back, hugging it tightly to your chest.",
         "Finish the movement by extending through your hips and knees to raise the weight as high as possible. The weight can be returned to the lap or to the ground for successive repetitions."
      ],
      "category": "strongman",
      "images": [
         "Atlas_Stone_Trainer/0.jpg",
         "Atlas_Stone_Trainer/1.jpg"
      ],
      "id": "Atlas_Stone_Trainer"
   },
   {
      "name": "Atlas Stones",
      "force": "pull",
      "level": "expert",
      "mechanic": "compound",
      "equipment": "other",
      "primaryMuscles": [
         "lower back"
      ],
      "secondaryMuscles": [
         "abdominals",
         "adductors",
         "biceps",
         "calves",
         "forearms",
         "glutes",
         "hamstrings",
         "middle back",
         "quadriceps",
         "traps"
      ],
      "instructions": [
         "Begin with the atlas stone between your feet. Bend at the hips to wrap your arms vertically around the Atlas Stone, attempting to get your fingers underneath the stone. Many stones will have a small flat portion on the bottom, which will make the stone easier to hold.",
         "Pulling the stone into your torso, drive through the back half of your feet to pull the stone from the ground.",
         "As the stone passes the knees, lap it by sitting backward, pulling the stone on top of your thighs.",
         "Sit low, getting the stone high onto your chest as you change your grip to reach over the stone. Stand, driving through with your hips. Close distance to the loading platform, and lean back, extending the hips to get the stone as high as possible."
      ],
      "category": "strongman",
      "images": [
         "Atlas_Stones/0.jpg",
         "Atlas_Stones/1.jpg"
      ],
      "id": "Atlas_Stones"
   },
   {
      "name": "Axle Deadlift",
      "force": "pull",
      "level": "intermediate",
      "mechanic": "compound",
      "equipment": "other",
      "primaryMuscles": [
         "lower back"
      ],
      "secondaryMuscles": [
         "forearms",
         "glutes",
         "hamstrings",
         "middle back",
         "quadriceps",
         "traps"
      ],
      "instructions": [
         "Approach the bar so that it is centered over your feet. You feet should be about hip width apart. Bend at the hip to grip the bar at shoulder width, allowing your shoulder blades to protract. Typically, you would use an over/under grip.",
         "With your feet and your grip set, take a big breath and then lower your hips and flex the knees until your shins contact the bar. Look forward with your head, keep your chest up and your back arched, and begin driving through the heels to move the weight upward.",
         "After the bar passes the knees, aggressively pull the bar back, pulling your shoulder blades together as you drive your hips forward into the bar.",
         "Lower the bar by bending at the hips and guiding it to the floor."
      ],
      "category": "strongman",
      "images": [
         "Axle_Deadlift/0.jpg",
         "Axle_Deadlift/1.jpg"
      ],
      "id": "Axle_Deadlift"
   },
   {
      "name": "Back Flyes - With Bands",
      "force": "pull",
      "level": "beginner",
      "mechanic": "compound",
      "equipment": "bands",
      "primaryMuscles": [
         "shoulders"
      ],
      "secondaryMuscles": [
         "middle back",
         "triceps"
      ],
      "instructions": [
         "Run a band around a stationary post like that of a squat rack.",
         "Grab the band by the handles and stand back so that the tension in the band rises.",
         "Extend and lift the arms straight in front of you. Tip: Your arms should be straight and parallel to the floor while perpendicular to your torso. Your feet should be firmly planted on the floor spread at shoulder width. This will be your starting position.",
         "As you exhale, move your arms to the sides and back. Keep your arms extended and parallel to the floor. Continue the movement until the arms are extended to your sides.",
         "After a pause, go back to the original position as you inhale.",
         "Repeat for the recommended amount of repetitions."
      ],
      "category": "strength",
      "images": [
         "Back_Flyes_-_With_Bands/0.jpg",
         "Back_Flyes_-_With_Bands/1.jpg"
      ],
      "id": "Back_Flyes_-_With_Bands"
   },
   {
      "name": "Backward Drag",
      "force": "pull",
      "level": "beginner",
      "mechanic": "compound",
      "equipment": "other",
      "primaryMuscles": [
         "quadriceps"
      ],
      "secondaryMuscles": [
         "calves",
         "forearms",
         "glutes",
         "hamstrings",
         "lower back"
      ],
      "instructions": [
         "Load a sled with the desired weight, attaching a rope or straps to the sled that you can hold onto.",
         "Begin the exercise by moving backwards for a given distance. Leaning back, extend through the legs for short steps to move as quickly as possible."
      ],
      "category": "strongman",
      "images": [
         "Backward_Drag/0.jpg",
         "Backward_Drag/1.jpg"
      ],
      "id": "Backward_Drag"
   },
   {
      "name": "Backward Medicine Ball Throw",
      "force": "push",
      "level": "beginner",
      "mechanic": "compound",
      "equipment": "medicine ball",
      "primaryMuscles": [
         "shoulders"
      ],
      "secondaryMuscles": [],
      "instructions": [
         "This exercise is best done with a partner. If you lack a partner, the ball can be thrown and retrieved or thrown against a wall.",
         "Begin standing a few meters in front of your partner, both facing the same direction. Begin holding the ball between your legs.",
         "Squat down and then forcefully reverse direction, coming to full extension and you toss the ball over your head to your partner.",
         "Your partner can then roll the ball back to you. Repeat for the desired number of repetitions."
      ],
      "category": "plyometrics",
      "images": [
         "Backward_Medicine_Ball_Throw/0.jpg",
         "Backward_Medicine_Ball_Throw/1.jpg"
      ],
      "id": "Backward_Medicine_Ball_Throw"
   },
   {
      "name": "Balance Board",
      "force": null,
      "level": "beginner",
      "mechanic": "compound",
      "equipment": "other",
      "primaryMuscles": [
         "calves"
      ],
      "secondaryMuscles": [
         "hamstrings",
         "quadriceps"
      ],
      "instructions": [
         "Place a balance board in front of you.",
         "Stand up on it and try to balance yourself.",
         "Hold the balance for as long as desired."
      ],
      "category": "strength",
      "images": [
         "Balance_Board/0.jpg",
         "Balance_Board/1.jpg"
      ],
      "id": "Balance_Board"
   },
   {
      "name": "Ball Leg Curl",
      "force": "pull",
      "level": "beginner",
      "mechanic": "isolation",
      "equipment": "exercise ball",
      "primaryMuscles": [
         "hamstrings"
      ],
      "secondaryMuscles": [
         "calves",
         "glutes"
      ],
      "instructions": [
         "Begin on the floor laying on your back with your feet on top of the ball.",
         "Position the ball so that when your legs are extended your ankles are on top of the ball. This will be your starting position.",
         "Raise your hips off of the ground, keeping your weight on the shoulder blades and your feet.",
         "Flex the knees, pulling the ball as close to you as you can, contracting the hamstrings.",
         "After a brief pause, return to the starting position."
      ],
      "category": "strength",
      "images": [
         "Ball_Leg_Curl/0.jpg",
         "Ball_Leg_Curl/1.jpg"
      ],
      "id": "Ball_Leg_Curl"
   },
   {
      "name": "Band Assisted Pull-Up",
      "force": null,
      "level": "beginner",
      "mechanic": "compound",
      "equipment": "other",
      "primaryMuscles": [
         "lats"
      ],
      "secondaryMuscles": [
         "abdominals",
         "forearms",
         "middle back"
      ],
      "instructions": [
         "Choke the band around the center of the pullup bar. You can use different bands to provide varying levels of assistance.",
         "Pull the end of the band down, and place one bent knee into the loop, ensuring it won't slip out. Take a medium to wide grip on the bar. This will be your starting position.",
         "Pull yourself upward by contracting the lats as you flex the elbow. The elbow should be driven to your side. Pull to the front, attempting to get your chin over the bar. Avoid swinging or jerking movements.",
         "After a brief pause, return to the starting position."
      ],
      "category": "strength",
      "images": [
         "Band_Assisted_Pull-Up/0.jpg",
         "Band_Assisted_Pull-Up/1.jpg"
      ],
      "id": "Band_Assisted_Pull-Up"
   },
   {
      "name": "Band Good Morning",
      "force": "pull",
      "level": "beginner",
      "mechanic": "compound",
      "equipment": "bands",
      "primaryMuscles": [
         "hamstrings"
      ],
      "secondaryMuscles": [
         "glutes",
         "lower back"
      ],
      "instructions": [
         "Using a 41 inch band, stand on one end, spreading your feet a small amount. Bend at the hips to loop the end of the band behind your neck. This will be your starting position.",
         "Keeping your legs straight, extend through the hips to come to a near vertical position.",
         "Ensure that you do not round your back as you go down back to the starting position."
      ],
      "category": "powerlifting",
      "images": [
         "Band_Good_Morning/0.jpg",
         "Band_Good_Morning/1.jpg"
      ],
      "id": "Band_Good_Morning"
   },
   {
      "name": "Band Good Morning (Pull Through)",
      "force": "pull",
      "level": "beginner",
      "mechanic": "compound",
      "equipment": "bands",
      "primaryMuscles": [
         "hamstrings"
      ],
      "secondaryMuscles": [
         "glutes",
         "lower back"
      ],
      "instructions": [
         "Loop the band around a post. Standing a little ways away, loop the opposite end around the neck. Your hands can help hold the band in position.",
         "Begin by bending at the hips, getting your butt back as far as possible. Keep your back flat and bend forward to about 90 degrees. Your knees should be only slightly bent.",
         "Return to the starting position be driving through with the hips to come back to a standing position."
      ],
      "category": "powerlifting",
      "images": [
         "Band_Good_Morning_Pull_Through/0.jpg",
         "Band_Good_Morning_Pull_Through/1.jpg"
      ],
      "id": "Band_Good_Morning_Pull_Through"
   },
   {
      "name": "Band Hip Adductions",
      "force": "pull",
      "level": "beginner",
      "mechanic": "isolation",
      "equipment": "bands",
      "primaryMuscles": [
         "adductors"
      ],
      "secondaryMuscles": [],
      "instructions": [
         "Anchor a band around a solid post or other object.",
         "Stand with your left side to the post, and put your right foot through the band, getting it around the ankle.",
         "Stand up straight and hold onto the post if needed. This will be your starting position.",
         "Keeping the knee straight, raise your right legs out to the side as far as you can.",
         "Return to the starting position and repeat for the desired rep count.",
         "Switch sides."
      ],
      "category": "strength",
      "images": [
         "Band_Hip_Adductions/0.jpg",
         "Band_Hip_Adductions/1.jpg"
      ],
      "id": "Band_Hip_Adductions"
   },
   {
      "name": "Band Pull Apart",
      "force": "pull",
      "level": "beginner",
      "mechanic": "isolation",
      "equipment": "bands",
      "primaryMuscles": [
         "shoulders"
      ],
      "secondaryMuscles": [
         "middle back",
         "traps"
      ],
      "instructions": [
         "Begin with your arms extended straight out in front of you, holding the band with both hands.",
         "Initiate the movement by performing a reverse fly motion, moving your hands out laterally to your sides.",
         "Keep your elbows extended as you perform the movement, bringing the band to your chest. Ensure that you keep your shoulders back during the exercise.",
         "Pause as you complete the movement, returning to the starting position under control."
      ],
      "category": "strength",
      "images": [
         "Band_Pull_Apart/0.jpg",
         "Band_Pull_Apart/1.jpg"
      ],
      "id": "Band_Pull_Apart"
   },
   {
      "name": "Band Skull Crusher",
      "force": "push",
      "level": "beginner",
      "mechanic": "isolation",
      "equipment": "bands",
      "primaryMuscles": [
         "triceps"
      ],
      "secondaryMuscles": [],
      "instructions": [
         "Secure a band to the base of a rack or the bench. Lay on the bench so that the band is lined up with your head.",
         "Take hold of the band, raising your elbows so that the upper arm is perpendicular to the floor. With the elbow flexed, the band should be above your head. This will be your starting position.",
         "Extend through the elbow to straighten your arm, keeping your upper arm in place. Pause at the top of the motion, and return to the starting position."
      ],
      "category": "strength",
      "images": [
         "Band_Skull_Crusher/0.jpg",
         "Band_Skull_Crusher/1.jpg"
      ],
      "id": "Band_Skull_Crusher"
   },
   {
      "name": "Barbell Ab Rollout",
      "force": "pull",
      "level": "intermediate",
      "mechanic": "compound",
      "equipment": "barbell",
      "primaryMuscles": [
         "abdominals"
      ],
      "secondaryMuscles": [
         "lower back",
         "shoulders"
      ],
      "instructions": [
         "For this exercise you will need to get into a pushup position, but instead of having your hands of the floor, you will be grabbing on to an Olympic barbell (loaded with 5-10 lbs on each side) instead. This will be your starting position.",
         "While keeping a slight arch on your back, lift your hips and roll the barbell towards your feet as you exhale. Tip: As you perform the movement, your glutes should be coming up, you should be keeping the abs tight and should maintain your back posture at all times. Also your arms should be staying perpendicular to the floor throughout the movement. If you don't, you will work out your shoulders and back more than the abs.",
         "After a second contraction at the top, start to roll the barbell back forward to the starting position slowly as you inhale.",
         "Repeat for the recommended amount of repetitions."
      ],
      "category": "strength",
      "images": [
         "Barbell_Ab_Rollout/0.jpg",
         "Barbell_Ab_Rollout/1.jpg"
      ],
      "id": "Barbell_Ab_Rollout"
   },
   {
      "name": "Barbell Ab Rollout - On Knees",
      "force": "pull",
      "level": "expert",
      "mechanic": "compound",
      "equipment": "barbell",
      "primaryMuscles": [
         "abdominals"
      ],
      "secondaryMuscles": [
         "lower back",
         "shoulders"
      ],
      "instructions": [
         "Hold an Olympic barbell loaded with 5-10lbs on each side and kneel on the floor.",
         "Now place the barbell on the floor in front of you so that you are on all your hands and knees (as in a kneeling push up position). This will be your starting position.",
         "Slowly roll the barbell straight forward, stretching your body into a straight position. Tip: Go down as far as you can without touching the floor with your body. Breathe in during this portion of the movement.",
         "After a second pause at the stretched position, start pulling yourself back to the starting position as you breathe out. Tip: Go slowly and keep your abs tight at all times."
      ],
      "category": "strength",
      "images": [
         "Barbell_Ab_Rollout_-_On_Knees/0.jpg",
         "Barbell_Ab_Rollout_-_On_Knees/1.jpg"
      ],
      "id": "Barbell_Ab_Rollout_-_On_Knees"
   },
   {
      "name": "Barbell Bench Press - Medium Grip",
      "force": "push",
      "level": "beginner",
      "mechanic": "compound",
      "equipment": "barbell",
      "primaryMuscles": [
         "chest"
      ],
      "secondaryMuscles": [
         "shoulders",
         "triceps"
      ],
      "instructions": [
         "Lie back on a flat bench. Using a medium width grip (a grip that creates a 90-degree angle in the middle of the movement between the forearms and the upper arms), lift the bar from the rack and hold it straight over you with your arms locked. This will be your starting position.",
         "From the starting position, breathe in and begin coming down slowly until the bar touches your middle chest.",
         "After a brief pause, push the bar back to the starting position as you breathe out. Focus on pushing the bar using your chest muscles. Lock your arms and squeeze your chest in the contracted position at the top of the motion, hold for a second and then start coming down slowly again. Tip: Ideally, lowering the weight should take about twice as long as raising it.",
         "Repeat the movement for the prescribed amount of repetitions.",
         "When you are done, place the bar back in the rack."
      ],
      "category": "strength",
      "images": [
         "Barbell_Bench_Press_-_Medium_Grip/0.jpg",
         "Barbell_Bench_Press_-_Medium_Grip/1.jpg"
      ],
      "id": "Barbell_Bench_Press_-_Medium_Grip"
   },
   {
      "name": "Barbell Curl",
      "force": "pull",
      "level": "beginner",
      "mechanic": "isolation",
      "equipment": "barbell",
      "primaryMuscles": [
         "biceps"
      ],
      "secondaryMuscles": [
         "forearms"
      ],
      "instructions": [
         "Stand up with your torso upright while holding a barbell at a shoulder-width grip. The palm of your hands should be facing forward and the elbows should be close to the torso. This will be your starting position.",
         "While holding the upper arms stationary, curl the weights forward while contracting the biceps as you breathe out. Tip: Only the forearms should move.",
         "Continue the movement until your biceps are fully contracted and the bar is at shoulder level. Hold the contracted position for a second and squeeze the biceps hard.",
         "Slowly begin to bring the bar back to starting position as your breathe in.",
         "Repeat for the recommended amount of repetitions."
      ],
      "category": "strength",
      "images": [
         "Barbell_Curl/0.jpg",
         "Barbell_Curl/1.jpg"
      ],
      "id": "Barbell_Curl"
   },
   {
      "name": "Barbell Curls Lying Against An Incline",
      "force": "pull",
      "level": "beginner",
      "mechanic": "isolation",
      "equipment": "barbell",
      "primaryMuscles": [
         "biceps"
      ],
      "secondaryMuscles": [],
      "instructions": [
         "Lie against an incline bench, with your arms holding a barbell and hanging down in a horizontal line. This will be your starting position.",
         "While keeping the upper arms stationary, curl the weight up as high as you can while squeezing the biceps. Breathe out as you perform this portion of the movement. Tip: Only the forearms should move. Do not swing the arms.",
         "After a second contraction, slowly go back to the starting position as you inhale. Tip: Make sure that you go all of the way down.",
         "Repeat for the recommended amount of repetitions."
      ],
      "category": "strength",
      "images": [
         "Barbell_Curls_Lying_Against_An_Incline/0.jpg",
         "Barbell_Curls_Lying_Against_An_Incline/1.jpg"
      ],
      "id": "Barbell_Curls_Lying_Against_An_Incline"
   },
   {
      "name": "Barbell Deadlift",
      "force": "pull",
      "level": "intermediate",
      "mechanic": "compound",
      "equipment": "barbell",
      "primaryMuscles": [
         "lower back"
      ],
      "secondaryMuscles": [
         "calves",
         "forearms",
         "glutes",
         "hamstrings",
         "lats",
         "middle back",
         "quadriceps",
         "traps"
      ],
      "instructions": [
         "Stand in front of a loaded barbell.",
         "While keeping the back as straight as possible, bend your knees, bend forward and grasp the bar using a medium (shoulder width) overhand grip. This will be the starting position of the exercise. Tip: If it is difficult to hold on to the bar with this grip, alternate your grip or use wrist straps.",
         "While holding the bar, start the lift by pushing with your legs while simultaneously getting your torso to the upright position as you breathe out. In the upright position, stick your chest out and contract the back by bringing the shoulder blades back. Think of how the soldiers in the military look when they are in standing in attention.",
         "Go back to the starting position by bending at the knees while simultaneously leaning the torso forward at the waist while keeping the back straight. When the weights on the bar touch the floor you are back at the starting position and ready to perform another repetition.",
         "Perform the amount of repetitions prescribed in the program."
      ],
      "category": "strength",
      "images": [
         "Barbell_Deadlift/0.jpg",
         "Barbell_Deadlift/1.jpg"
      ],
      "id": "Barbell_Deadlift"
   },
   {
      "name": "Barbell Full Squat",
      "force": "push",
      "level": "intermediate",
      "mechanic": "compound",
      "equipment": "barbell",
      "primaryMuscles": [
         "quadriceps"
      ],
      "secondaryMuscles": [
         "calves",
         "glutes",
         "hamstrings",
         "lower back"
      ],
      "instructions": [
         "This exercise is best performed inside a squat rack for safety purposes. To begin, first set the bar on a rack just above shoulder level. Once the correct height is chosen and the bar is loaded, step under the bar and place the back of your shoulders (slightly below the neck) across it.",
         "Hold on to the bar using both arms at each side and lift it off the rack by first pushing with your legs and at the same time straightening your torso.",
         "Step away from the rack and position your legs using a shoulder-width medium stance with the toes slightly pointed out. Keep your head up at all times and maintain a straight back. This will be your starting position.",
         "Begin to slowly lower the bar by bending the knees and sitting back with your hips as you maintain a straight posture with the head up. Continue down until your hamstrings are on your calves. Inhale as you perform this portion of the movement.",
         "Begin to raise the bar as you exhale by pushing the floor with the heel or middle of your foot as you straighten the legs and extend the hips to go back to the starting position.",
         "Repeat for the recommended amount of repetitions."
      ],
      "category": "strength",
      "images": [
         "Barbell_Full_Squat/0.jpg",
         "Barbell_Full_Squat/1.jpg"
      ],
      "id": "Barbell_Full_Squat"
   },
   {
      "name": "Cable Hammer Curls - Rope Attachment",
      "force": "pull",
      "level": "beginner",
      "mechanic": "isolation",
      "equipment": "cable",
      "primaryMuscles": [
         "biceps"
      ],
      "secondaryMuscles": [],
      "instructions": [
         "Attach a rope attachment to a low pulley and stand facing the machine about 12 inches away from it.",
         "Grasp the rope with a neutral (palms-in) grip and stand straight up keeping the natural arch of the back and your torso stationary.",
         "Put your elbows in by your side and keep them there stationary during the entire movement. Tip: Only the forearms should move; not your upper arms. This will be your starting position.",
         "Using your biceps, pull your arms up as you exhale until your biceps touch your forearms. Tip: Remember to keep the elbows in and your upper arms stationary.",
         "After a 1 second contraction where you squeeze your biceps, slowly start to bring the weight back to the original position.",
         "Repeat for the recommended amount of repetitions."
      ],
      "category": "strength",
      "images": [
         "Cable_Hammer_Curls_-_Rope_Attachment/0.jpg",
         "Cable_Hammer_Curls_-_Rope_Attachment/1.jpg"
      ],
      "id": "Cable_Hammer_Curls_-_Rope_Attachment"
   },
   {
      "name": "Cable Hip Adduction",
      "force": "pull",
      "level": "beginner",
      "mechanic": "isolation",
      "equipment": "cable",
      "primaryMuscles": [
         "quadriceps"
      ],
      "secondaryMuscles": [],
      "instructions": [
         "Stand in front of a low pulley facing forward with one leg next to the pulley and the other one away.",
         "Attach the ankle cuff to the cable and also to the ankle of the leg that is next to the pulley.",
         "Now step out and away from the stack with a wide stance and grasp the bar of the pulley system.",
         "Stand on the foot that does not have the ankle cuff (the far foot) and allow the leg with the cuff to be pulled towards the low pulley. This will be your starting position.",
         "Now perform the movement by moving the leg with the ankle cuff in front of the far leg by using the inner thighs to abduct the hip. Breathe out during this portion of the movement.",
         "Slowly return to the starting position as you breathe in.",
         "Repeat for the recommended amount of repetitions and then repeat the same movement with the opposite leg."
      ],
      "category": "strength",
      "images": [
         "Cable_Hip_Adduction/0.jpg",
         "Cable_Hip_Adduction/1.jpg"
      ],
      "id": "Cable_Hip_Adduction"
   },
   {
      "name": "Cable Incline Pushdown",
      "force": "pull",
      "level": "beginner",
      "mechanic": "isolation",
      "equipment": "cable",
      "primaryMuscles": [
         "lats"
      ],
      "secondaryMuscles": [],
      "instructions": [
         "Lie on incline an bench facing away from a high pulley machine that has a straight bar attachment on it.",
         "Grasp the straight bar attachment overhead with a pronated (overhand; palms down) shoulder width grip and extend your arms in front of you. The bar should be around 2 inches away from your upper thighs. This will be your starting position.",
         "Keeping the upper arms stationary, lift your arms back in a semi circle until the bar is straight over your head. Breathe in during this portion of the movement.",
         "Slowly go back to the starting position using your lats and hold the contraction once you reach the starting position. Breathe out during the execution of this movement.",
         "Repeat for the recommended amount of repetitions."
      ],
      "category": "strength",
      "images": [
         "Cable_Incline_Pushdown/0.jpg",
         "Cable_Incline_Pushdown/1.jpg"
      ],
      "id": "Cable_Incline_Pushdown"
   },
   {
      "name": "Cable Incline Triceps Extension",
      "force": "push",
      "level": "beginner",
      "mechanic": "isolation",
      "equipment": "cable",
      "primaryMuscles": [
         "triceps"
      ],
      "secondaryMuscles": [],
      "instructions": [
         "Lie on incline an bench facing away from a high pulley machine that has a straight bar attachment on it.",
         "Grasp the straight bar attachment overhead with a pronated (overhand; palms down) narrow grip (less than shoulder width) and keep your elbows tucked in to your sides. Your upper arms should create around a 25 degree angle when measured from the floor.",
         "Keeping the upper arms stationary, extend the arms as you flex the triceps. Breathe out during this portion of the movement and hold the contraction for a second.",
         "Slowly go back to the starting position.",
         "Repeat for the recommended amount of repetitions."
      ],
      "category": "strength",
      "images": [
         "Cable_Incline_Triceps_Extension/0.jpg",
         "Cable_Incline_Triceps_Extension/1.jpg"
      ],
      "id": "Cable_Incline_Triceps_Extension"
   },
   {
      "name": "Cable Internal Rotation",
      "force": "pull",
      "level": "beginner",
      "mechanic": "compound",
      "equipment": "cable",
      "primaryMuscles": [
         "shoulders"
      ],
      "secondaryMuscles": [],
      "instructions": [
         "Sit next to a low pulley sideways (with legs stretched in front of you or crossed) and grasp the single hand cable attachment with the arm nearest to the cable. Tip: If you can adjust the pulleyâ€™s height, you can use a flat bench to sit on instead.",
         "Position the elbow against your side with the elbow bent at 90Â° and the arm pointing towards the pulley. This will be your starting position.",
         "Pull the single hand cable attachment toward your body by internally rotating your shoulder until your forearm is across your abs. You will be creating an imaginary semi-circle. Tip: The forearm should be perpendicular to your torso at all times.",
         "Slowly go back to the initial position.",
         "Repeat for the recommended amount of repetitions and then repeat the movement with the next arm."
      ],
      "category": "strength",
      "images": [
         "Cable_Internal_Rotation/0.jpg",
         "Cable_Internal_Rotation/1.jpg"
      ],
      "id": "Cable_Internal_Rotation"
   },
   {
      "name": "Cable Iron Cross",
      "force": "push",
      "level": "beginner",
      "mechanic": "isolation",
      "equipment": "cable",
      "primaryMuscles": [
         "chest"
      ],
      "secondaryMuscles": [],
      "instructions": [
         "Begin by moving the pulleys to the high position, select the resistance to be used, and take a handle in each hand.",
         "Stand directly between both pulleys with your arms extended out to your sides. Your head and chest should be up while your arms form a â€œTâ€. This will be your starting position.",
         "Keeping the elbows extended, pull your arms straight to your sides.",
         "Return your arms back to the starting position after a pause at the peak contraction.",
         "Continue the movement for the prescribed number of repetitions."
      ],
      "category": "strength",
      "images": [
         "Cable_Iron_Cross/0.jpg",
         "Cable_Iron_Cross/1.jpg"
      ],
      "id": "Cable_Iron_Cross"
   },
   {
      "name": "Cable Judo Flip",
      "force": "pull",
      "level": "beginner",
      "mechanic": "compound",
      "equipment": "cable",
      "primaryMuscles": [
         "abdominals"
      ],
      "secondaryMuscles": [],
      "instructions": [
         "Connect a rope attachment to a tower, and move the cable to the lowest pulley position. Stand with your side to the cable with a wide stance, and grab the rope with both hands.",
         "Twist your body away from the pulley as you bring the rope over your shoulder like youâ€™re performing a judo flip.",
         "Shift your weight between your feet as you twist and crunch forward, pulling the cable downward.",
         "Return to the starting position and repeat until failure.",
         "Then, reposition and repeat the same series of movements on the opposite side."
      ],
      "category": "strength",
      "images": [
         "Cable_Judo_Flip/0.jpg",
         "Cable_Judo_Flip/1.jpg"
      ],
      "id": "Cable_Judo_Flip"
   },
   {
      "name": "Cable Lying Triceps Extension",
      "force": "push",
      "level": "beginner",
      "mechanic": "isolation",
      "equipment": "cable",
      "primaryMuscles": [
         "triceps"
      ],
      "secondaryMuscles": [],
      "instructions": [
         "Lie on a flat bench and grasp the straight bar attachment of a low pulley with a narrow overhand grip. Tip: The easiest way to do this is to have someone hand you the bar as you lay down.",
         "With your arms extended, position the bar over your torso. Your arms and your torso should create a 90-degree angle. This will be your starting position.",
         "Lower the bar by bending at the elbow while keeping the upper arms stationary and elbows in. Go down until the bar lightly touches your forehead. Breathe in as you perform this portion of the movement.",
         "Flex the triceps as you lift the bar back to its starting position. Exhale as you perform this portion of the movement.",
         "Hold for a second at the contracted position and repeat for the recommended amount of repetitions."
      ],
      "category": "strength",
      "images": [
         "Cable_Lying_Triceps_Extension/0.jpg",
         "Cable_Lying_Triceps_Extension/1.jpg"
      ],
      "id": "Cable_Lying_Triceps_Extension"
   },
   {
      "name": "Cable One Arm Tricep Extension",
      "force": "push",
      "level": "beginner",
      "mechanic": "isolation",
      "equipment": "cable",
      "primaryMuscles": [
         "triceps"
      ],
      "secondaryMuscles": [],
      "instructions": [
         "With your right hand, grasp a single handle attached to the high-cable pulley using a supinated (underhand; palms facing up) grip. You should be standing directly in front of the weight stack.",
         "Now pull the handle down so that your upper arm and elbow are locked in to the side of your body. Your upper arm and forearm should form an acute angle (less than 90-degrees). You can keep the other arm by the waist and you can have one leg in front of you and the other one back for better balance. This will be your starting position.",
         "As you contract the triceps, move the single handle attachment down to your side until your arm is straight. Breathe out as you perform this movement. Tip: Only the forearms should move. Your upper arms should remain stationary at all times.",
         "Squeeze the triceps and hold for a second in this contracted position.",
         "Slowly return the handle to the starting position.",
         "Repeat for the recommended amount of repetitions and then perform the same movement with the other arm."
      ],
      "category": "strength",
      "images": [
         "Cable_One_Arm_Tricep_Extension/0.jpg",
         "Cable_One_Arm_Tricep_Extension/1.jpg"
      ],
      "id": "Cable_One_Arm_Tricep_Extension"
   },
   {
      "name": "Cable Preacher Curl",
      "force": "pull",
      "level": "beginner",
      "mechanic": "isolation",
      "equipment": "cable",
      "primaryMuscles": [
         "biceps"
      ],
      "secondaryMuscles": [
         "forearms"
      ],
      "instructions": [
         "Place a preacher bench about 2 feet in front of a pulley machine.",
         "Attach a straight bar to the low pulley.",
         "Sit at the preacher bench with your elbow and upper arms firmly on top of the bench pad and have someone hand you the bar from the low pulley.",
         "Grab the bar and fully extend your arms on top of the preacher bench pad. This will be your starting position.",
         "Now start pilling the weight up towards your shoulders and squeeze the biceps hard at the top of the movement. Exhale as you perform this motion. Also, hold for a second at the top.",
         "Now slowly lower the weight to the starting position.",
         "Repeat for the recommended amount of repetitions."
      ],
      "category": "strength",
      "images": [
         "Cable_Preacher_Curl/0.jpg",
         "Cable_Preacher_Curl/1.jpg"
      ],
      "id": "Cable_Preacher_Curl"
   },
   {
      "name": "Cable Rear Delt Fly",
      "force": "pull",
      "level": "beginner",
      "mechanic": "isolation",
      "equipment": "cable",
      "primaryMuscles": [
         "shoulders"
      ],
      "secondaryMuscles": [],
      "instructions": [
         "Adjust the pulleys to the appropriate height and adjust the weight. The pulleys should be above your head.",
         "Grab the left pulley with your right hand and the right pulley with your left hand, crossing them in front of you. This will be your starting position.",
         "Initiate the movement by moving your arms back and outward, keeping your arms straight as you execute the movement.",
         "Pause at the end of the motion before returning the handles to the start position."
      ],
      "category": "strength",
      "images": [
         "Cable_Rear_Delt_Fly/0.jpg",
         "Cable_Rear_Delt_Fly/1.jpg"
      ],
      "id": "Cable_Rear_Delt_Fly"
   },
   {
      "name": "Cable Reverse Crunch",
      "force": "pull",
      "level": "beginner",
      "mechanic": "isolation",
      "equipment": "cable",
      "primaryMuscles": [
         "abdominals"
      ],
      "secondaryMuscles": [],
      "instructions": [
         "Connect an ankle strap attachment to a low pulley cable and position a mat on the floor in front of it.",
         "Sit down with your feet toward the pulley and attach the cable to your ankles.",
         "Lie down, elevate your legs and bend your knees at a 90-degree angle. Your legs and the cable should be aligned. If not, adjust the pulley up or down until they are.",
         "With your hands behind your head, bring your knees inward to your torso and elevate your hips off the floor.",
         "Pause for a moment and in a slow and controlled manner drop your hips and bring your legs back to the starting 90-degree angle. You should still have tension on your abs in the resting position.",
         "Repeat the same movement to failure."
      ],
      "category": "strength",
      "images": [
         "Cable_Reverse_Crunch/0.jpg",
         "Cable_Reverse_Crunch/1.jpg"
      ],
      "id": "Cable_Reverse_Crunch"
   }
]
